Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: No cursor data in this video
de: Keine Zeigerdaten in diesem Video
fr: Aucune donnée de pointeur dans cette vidéo
ru: В этом видео нет данных указателя
zh_hans: 此视频中没有指针数据

source: No idle moments found — nice and tight
de: Keine Leerlaufphasen gefunden – schön straff
fr: Aucun temps mort — bien rythmé
ru: Простоев не найдено — все плотно
zh_hans: 未发现空闲片段 — 节奏紧凑

source: No long pauses to shorten
de: Keine langen Pausen zum Kürzen
fr: Aucune longue pause à raccourcir
ru: Нет длинных пауз для сокращения
zh_hans: 没有需要缩短的长停顿

source: No microphone connected
de: Kein Mikrofon angeschlossen
fr: Aucun micro connecté
ru: Микрофон не подключен
zh_hans: 未连接麦克风

source: No microphone is connected, so this recording has no mic.
de: Es ist kein Mikrofon angeschlossen, daher hat diese Aufnahme keinen Mikrofonton.
fr: Aucun micro n’est connecté : cet enregistrement n’aura pas de son du micro.
ru: Микрофон не подключен, поэтому запись идет без микрофона.
zh_hans: 未连接麦克风，因此本次录制不含麦克风声音。

source: No music
de: Keine Musik
fr: Aucune musique
ru: Без музыки
zh_hans: 没有音乐

source: No pauses to shorten
de: Keine Pausen zum Kürzen
fr: Aucune pause à raccourcir
ru: Нет пауз для сокращения
zh_hans: 没有可缩短的停顿

source: No recordable windows found
de: Keine Fenster zum Aufzeichnen gefunden
fr: Aucune fenêtre à enregistrer
ru: Нет окон, доступных для записи
zh_hans: 未找到可录制的窗口

source: No recording in progress
de: Es läuft keine Aufzeichnung
fr: Aucun enregistrement en cours
ru: Запись не идет
zh_hans: 当前没有进行中的录制

source: No room after this zoom
de: Kein Platz nach diesem Zoom
fr: Pas de place après ce zoom
ru: После этого увеличения нет места
zh_hans: 此缩放之后没有空间

source: No room here — move the playhead
de: Hier ist kein Platz – bewege die Abspielposition
fr: Pas de place ici — déplacez la tête de lecture
ru: Здесь нет места — переместите указатель воспроизведения
zh_hans: 这里没有空间 — 请移动播放头

source: No saved captures yet
de: Noch keine gesicherten Bildschirmfotos
fr: Aucune capture enregistrée pour l’instant
ru: Сохраненных снимков пока нет
zh_hans: 还没有已存储的截屏

source: No sound from the microphone
de: Kein Ton vom Mikrofon
fr: Aucun son du micro
ru: Нет звука с микрофона
zh_hans: 麦克风没有声音

source: No speech was found in this recording. If it has narration, check its level in the Audio tab, then try again.
de: In dieser Aufnahme wurde keine Sprache gefunden. Wenn sie gesprochenen Text enthält, prüfe die Lautstärke im Tab „Audio“ und versuche es erneut.
fr: Aucune parole n’a été détectée dans cet enregistrement. S’il contient une narration, vérifiez son niveau dans l’onglet Audio, puis réessayez.
ru: В этой записи не найдено речи. Если в ней есть голос, проверьте его уровень во вкладке «Аудио» и повторите попытку.
zh_hans: 此录制内容中未检测到语音。如果其中有旁白，请在“音频”标签页中检查其音量，然后重试。

source: No text found in this selection
de: In dieser Auswahl wurde kein Text gefunden
fr: Aucun texte dans cette sélection
ru: В выделенной области не найден текст
zh_hans: 此选区中未找到文字

source: No ums
de: Keine Füllwörter
fr: Aucune hésitation
ru: Нет слов-паразитов
zh_hans: 没有语气词

source: No ums or uhs left
de: Keine Füllwörter mehr
fr: Plus aucun mot de remplissage
ru: Слов-паразитов не осталось
zh_hans: 已没有语气词

source: None
de: Ohne
fr: Aucun
ru: Нет
zh_hans: 无

source: None in this recording. Turn on “Show keyboard shortcuts” in Settings → Recording and every ⌘ shortcut you press appears as keycaps. Plain typing is never recorded.
de: Keine in dieser Aufnahme. Aktiviere „Tastaturkurzbefehle anzeigen“ in „Einstellungen“ → „Aufzeichnung“, dann erscheint jeder ⌘-Kurzbefehl, den du drückst, als Tastenkappe. Normales Tippen wird nie aufgezeichnet.
fr: Aucun dans cet enregistrement. Activez « Afficher les raccourcis clavier » dans Réglages → Enregistrement : chaque raccourci ⌘ que vous utilisez apparaît sous forme de touches. La saisie ordinaire n’est jamais enregistrée.
ru: В этой записи их нет. Включите «Показывать сочетания клавиш» в разделе Настройки → Запись, и каждое нажатое сочетание с ⌘ появится в виде клавиш. Обычный набор текста никогда не записывается.
zh_hans: 此录制内容中没有。在“设置”→“录制”中打开“显示快捷键”后，你按下的每个 ⌘ 快捷键都会以按键形式显示。普通打字永远不会被录制。

source: Not enough disk space to record.
de: Nicht genug Speicherplatz für die Aufzeichnung.
fr: Espace disque insuffisant pour enregistrer.
ru: Недостаточно места на диске для записи.
zh_hans: 磁盘空间不足，无法录制。

source: Not enough free disk space for this recording: it needs about %@ free, and %@ is available. Free up some space and try again.
de: Nicht genug Speicherplatz für diese Aufzeichnung: Benötigt werden etwa %@, frei sind %@. Gib etwas Speicherplatz frei und versuche es erneut.
fr: Espace disque insuffisant pour cet enregistrement : il faut environ %@ d’espace libre, et il reste %@. Libérez de l’espace et réessayez.
ru: Недостаточно места на диске для этой записи: нужно около %@, а свободно %@. Освободите место и повторите попытку.
zh_hans: 磁盘空间不足，无法进行此录制：大约需要 %@ 可用空间，当前可用 %@。请释放一些空间后重试。

source: Not enough free disk space for this recording: it needs about %@ free, and %@ is available. Free up space, or choose Balanced quality or 30 fps.
de: Nicht genug Speicherplatz für diese Aufzeichnung: Benötigt werden etwa %@, frei sind %@. Gib Speicherplatz frei oder wähle die Qualität „Ausgewogen“ oder 30 fps.
fr: Espace disque insuffisant pour cet enregistrement : il faut environ %@ d’espace libre, et il reste %@. Libérez de l’espace, ou choisissez la qualité Équilibrée ou 30 fps.
ru: Недостаточно места на диске для этой записи: нужно около %@, а свободно %@. Освободите место или выберите качество «Среднее» либо 30 fps.
zh_hans: 磁盘空间不足，无法进行此录制：大约需要 %@ 可用空间，当前可用 %@。请释放空间，或选择“均衡”质量或 30 fps。

source: Not for this video
de: Nicht für dieses Video
fr: Pas pour cette vidéo
ru: Не для этого видео
zh_hans: 此视频不需要

source: Not now
de: Nicht jetzt
fr: Plus tard
ru: Не сейчас
zh_hans: 以后再说

source: Nothing to clean up — everything belongs to recordings you still have
de: Nichts aufzuräumen – alles gehört zu Aufnahmen, die du noch hast
fr: Rien à nettoyer — tout appartient à des enregistrements que vous avez encore
ru: Убирать нечего — все данные относятся к вашим записям
zh_hans: 没有可清理的内容 — 所有数据都属于你仍保留的录制内容

source: Nothing was recorded — the screen didn't send any picture. Try again.
de: Es wurde nichts aufgezeichnet – der Bildschirm hat kein Bild geliefert. Versuche es erneut.
fr: Rien n’a été enregistré — l’écran n’a envoyé aucune image. Réessayez.
ru: Ничего не записано — экран не передал изображение. Повторите попытку.
zh_hans: 未录制任何内容 — 屏幕没有传送画面。请重试。

source: Numbered Steps
de: Nummerierte Schritte
fr: Étapes numérotées
ru: Нумерованные шаги
zh_hans: 编号步骤

source: OCR / Capture Text
de: Text erfassen (OCR)
fr: Capturer du texte (OCR)
ru: Распознать текст (OCR)
zh_hans: 提取文字（OCR）

source: Ocean
de: Ozean
fr: Océan
ru: Океан
zh_hans: 海洋

source: Of the frame's width.
de: Anteil an der Bildbreite.
fr: De la largeur du cadre.
ru: От ширины кадра.
zh_hans: 相对于画面宽度。

source: Off
de: Aus
fr: Désactivé
ru: Выкл.
zh_hans: 关闭

source: Older
de: Älter
fr: Plus ancien
ru: Ранее
zh_hans: 更早

source: On your clipboard · %@
de: In der Zwischenablage · %@
fr: Dans le presse-papiers · %@
ru: В буфере обмена · %@
zh_hans: 已在剪贴板中 · %@

source: Only %@ free on your disk — this may not fit. Free up space or save to another drive.
de: Nur noch %@ frei auf deiner Festplatte – das reicht eventuell nicht. Gib Speicherplatz frei oder sichere auf einem anderen Laufwerk.
fr: Seulement %@ libres sur votre disque — cela risque de ne pas suffire. Libérez de l’espace ou enregistrez sur un autre disque.
ru: На диске свободно только %@ — этого может не хватить. Освободите место или сохраните на другой диск.
zh_hans: 你的磁盘上仅剩 %@ 可用空间 — 可能放不下。请释放空间或存储到其他磁盘。

source: Opacity
de: Deckkraft
fr: Opacité
ru: Непрозрачность
zh_hans: 不透明度

source: Open
de: Öffnen
fr: Ouvrir
ru: Открыть
zh_hans: 打开

source: Open %@
de: %@ öffnen
fr: Ouvrir %@
ru: Открыть %@
zh_hans: 打开 %@

source: Open Another Video…
de: Anderes Video öffnen …
fr: Ouvrir une autre vidéo…
ru: Открыть другое видео…
zh_hans: 打开其他视频…

source: Open Command Center
de: Kommandozentrale öffnen
fr: Ouvrir le centre de commande
ru: Открыть командный центр
zh_hans: 打开命令中心

source: Open Editor After Recording
de: Editor nach der Aufzeichnung öffnen
fr: Ouvrir l’éditeur après l’enregistrement
ru: Открывать редактор после записи
zh_hans: 录制后打开编辑器

source: Open History
de: Verlauf öffnen
fr: Ouvrir l’historique
ru: Открыть историю
zh_hans: 打开历史记录

source: Open Keyboard Settings
de: Tastatureinstellungen öffnen
fr: Ouvrir les réglages Clavier
ru: Открыть настройки клавиатуры
zh_hans: 打开键盘设置

source: Open Link
de: Link öffnen
fr: Ouvrir le lien
ru: Открыть ссылку
zh_hans: 打开链接

source: Open Messages
de: Nachrichten öffnen
fr: Ouvrir Messages
ru: Открыть Сообщения
zh_hans: 打开“信息”

source: Open Privacy Settings
de: „Datenschutz & Sicherheit“ öffnen
fr: Ouvrir Confidentialité et sécurité
ru: Открыть настройки конфиденциальности
zh_hans: 打开“隐私与安全性”

source: Open Recording Settings…
de: Aufzeichnungseinstellungen öffnen …
fr: Ouvrir les réglages d’enregistrement…
ru: Открыть настройки записи…
zh_hans: 打开录制设置…

source: Open Settings
de: Systemeinstellungen öffnen
fr: Ouvrir les réglages
ru: Открыть настройки
zh_hans: 打开设置

source: Open System Settings
de: Systemeinstellungen öffnen
fr: Ouvrir Réglages Système
ru: Открыть Системные настройки
zh_hans: 打开系统设置

source: Open System Settings → Keyboard → Keyboard Shortcuts → Screenshots and turn off the screenshot shortcuts manually.
de: Öffne „Systemeinstellungen“ → „Tastatur“ → „Tastaturkurzbefehle“ → „Bildschirmfotos“ und deaktiviere die Kurzbefehle für Bildschirmfotos dort von Hand.
fr: Ouvrez Réglages Système → Clavier → Raccourcis clavier → Captures d’écran et désactivez manuellement les raccourcis de capture.
ru: Откройте Системные настройки → Клавиатура → Сочетания клавиш → Снимки экрана и выключите сочетания клавиш для снимков экрана вручную.
zh_hans: 请打开“系统设置”→“键盘”→“键盘快捷键”→“截屏”，然后手动关闭截屏快捷键。

source: Open Video Editor
de: Video-Editor öffnen
fr: Ouvrir l’éditeur vidéo
ru: Открыть видеоредактор
zh_hans: 打开视频编辑器

source: Open editor after recording
de: Editor nach der Aufzeichnung öffnen
fr: Ouvrir l’éditeur après l’enregistrement
ru: Открывать редактор после записи
zh_hans: 录制后打开编辑器

source: Open in annotation editor
de: Im Bildschirmfoto-Editor öffnen
fr: Ouvrir dans l’éditeur de captures
ru: Открыть в редакторе снимков
zh_hans: 在截屏编辑器中打开

source: Opens its title and length in Style
de: Öffnet Titel und Länge in „Stil“
fr: Ouvre son titre et sa durée dans Style
ru: Открывает его название и длительность во вкладке «Стиль»
zh_hans: 在“样式”中打开其标题和时长

source: Opens its volume, fades, and ducking in Audio
de: Öffnet Lautstärke, Blenden und Absenkung unter „Audio“
fr: Ouvre son volume, ses fondus et son atténuation dans Audio
ru: Открывает громкость, нарастание, затухание и приглушение во вкладке «Аудио»
zh_hans: 在“音频”中打开其音量、淡入淡出和降低设置

source: Or drag it on the preview. Images stay put while the camera zooms.
de: Oder zieh es in der Vorschau. Bilder bleiben an ihrem Platz, während die Kamera zoomt.
fr: Ou faites-la glisser dans l’aperçu. Les images restent en place pendant les zooms.
ru: Или перетяните его в предпросмотре. Изображения остаются на месте, пока камера приближается.
zh_hans: 也可以在预览中拖移。缩放时图像会保持不动。

source: Or drag its bar on the timeline.
de: Oder zieh seinen Balken auf der Zeitleiste.
fr: Ou faites glisser sa barre dans la timeline.
ru: Или перетяните его полосу на шкале времени.
zh_hans: 也可以在时间线上拖移其条块。

source: Or drag the bubble on the video — it snaps to the nearest spot.
de: Oder ziehe die Blase im Video – sie rastet an der nächsten Position ein.
fr: Ou faites glisser la bulle sur la vidéo — elle s’aimante à l’emplacement le plus proche.
ru: Или перетяните окошко по видео — оно притянется к ближайшему месту.
zh_hans: 也可以在视频上拖移气泡 — 它会吸附到最近的位置。

source: Or type one at the playhead
de: Oder einen an der Abspielposition eintippen
fr: Ou en saisir un à la tête de lecture
ru: Или введите субтитр у указателя воспроизведения
zh_hans: 或在播放头处手动输入一条

source: Orchid
de: Orchidee
fr: Orchidée
ru: Орхидея
zh_hans: 兰花

source: Otherwise, Shotnix switches languages the next time it opens.
de: Andernfalls wechselt Shotnix beim nächsten Öffnen die Sprache.
fr: Sinon, Shotnix changera de langue à sa prochaine ouverture.
ru: Иначе Shotnix сменит язык при следующем открытии.
zh_hans: 否则，Shotnix 会在下次打开时切换语言。

source: Out
de: Ende
fr: Sortie
ru: Конец
zh_hans: 出点

source: Out earlier
de: Ende früher
fr: Sortie plus tôt
ru: Конец раньше
zh_hans: 出点提前

source: Out later
de: Ende später
fr: Sortie plus tard
ru: Конец позже
zh_hans: 出点延后

source: Outro card
de: Outro-Karte
fr: Carton de fin
ru: Финальный титр
zh_hans: 片尾卡

source: Outro card — click to edit it in Style
de: Outro-Karte – klicke, um sie in „Stil“ zu bearbeiten
fr: Carton de fin — cliquez pour le modifier dans Style
ru: Финальный титр — нажмите, чтобы изменить его во вкладке «Стиль»
zh_hans: 片尾卡 — 点按以在“样式”中编辑

source: Outro card “%@”, %@ to %@
de: Outro-Karte „%@“, %@ bis %@
fr: Carton de fin « %@ », de %@ à %@
ru: Финальный титр «%@», с %@ до %@
zh_hans: 片尾卡“%@”，%@ 至 %@

source: Outro card, %@ to %@
de: Outro-Karte, %@ bis %@
fr: Carton de fin, de %@ à %@
ru: Финальный титр, с %@ до %@
zh_hans: 片尾卡，%@ 至 %@

source: Overlay position
de: Position der Miniatur
fr: Position de la vignette
ru: Положение миниатюры
zh_hans: 缩略图位置

source: Padding
de: Rand
fr: Marge
ru: Отступ
zh_hans: 边距

source: Part of the recording couldn't be read — the file may be damaged. Try exporting a shorter part of the video.
de: Ein Teil der Aufnahme konnte nicht gelesen werden – die Datei ist eventuell beschädigt. Exportiere einen kürzeren Teil des Videos.
fr: Une partie de l’enregistrement n’a pas pu être lue — le fichier est peut-être endommagé. Essayez d’exporter une partie plus courte de la vidéo.
ru: Не удалось прочитать часть записи — возможно, файл поврежден. Попробуйте экспортировать фрагмент видео покороче.
zh_hans: 录制内容的部分内容无法读取 — 文件可能已损坏。请尝试导出视频中较短的部分。

source: Password
de: Passwort
fr: Mot de passe
ru: Пароль
zh_hans: 密码

source: Paste
de: Einsetzen
fr: Coller
ru: Вставить
zh_hans: 粘贴

source: Pause
de: Pausieren
ru: Пауза
zh_hans: 暂停

source: Pause (Space)
de: Pausieren (Leertaste)
fr: Pause (Espace)
ru: Пауза (пробел)
zh_hans: 暂停（空格键）

source: Pause / Resume Recording
de: Aufzeichnung pausieren/fortsetzen
fr: Suspendre/reprendre l’enregistrement
ru: Приостановить/продолжить запись
zh_hans: 暂停/继续录制

source: Pause Recording
de: Aufzeichnung pausieren
fr: Suspendre l’enregistrement
ru: Приостановить запись
zh_hans: 暂停录制

source: Pause recording
de: Aufzeichnung pausieren
fr: Suspendre l’enregistrement
ru: Приостановить запись
zh_hans: 暂停录制

source: Pause recording (%@)
de: Aufzeichnung pausieren (%@)
fr: Suspendre l’enregistrement (%@)
ru: Приостановить запись (%@)
zh_hans: 暂停录制（%@）

source: Pause restored
de: Pause wiederhergestellt
fr: Pause restaurée
ru: Пауза восстановлена
zh_hans: 已恢复停顿

source: Pause shortened
de: Pause gekürzt
fr: Pause raccourcie
ru: Пауза сокращена
zh_hans: 已缩短停顿

source: Paused
de: Pausiert
fr: En pause
ru: Пауза
zh_hans: 已暂停

source: Peach
de: Pfirsich
fr: Pêche
ru: Персик
zh_hans: 蜜桃

source: Pending
de: Ausstehend
fr: En attente
ru: Не выполнено
zh_hans: 待完成

source: Permission needed
de: Berechtigung erforderlich
fr: Autorisation requise
ru: Нужно разрешение
zh_hans: 需要权限

source: Phone
de: Telefon
fr: Téléphone
ru: Телефон
zh_hans: 电话

source: Phone QR found
de: QR-Code mit Telefonnummer gefunden
fr: Code QR avec téléphone détecté
ru: Найден QR-код с номером телефона
zh_hans: 找到电话二维码

source: Picked up where you left off
de: Weiter, wo du aufgehört hast
fr: Reprise là où vous en étiez
ru: Продолжаем с того места, где вы остановились
zh_hans: 已从你上次停下的地方继续

source: Pin
de: Anheften
fr: Épingler
ru: Закрепить
zh_hans: 贴到屏幕

source: Pin to Screen
de: Auf dem Bildschirm anheften
fr: Épingler à l’écran
ru: Закрепить на экране
zh_hans: 贴到屏幕

source: Pine Dusk
de: Kieferndämmerung
fr: Crépuscule des pins
ru: Сосновые сумерки
zh_hans: 松林暮色

source: Pinned Screenshot
de: Angeheftetes Bildschirmfoto
fr: Capture épinglée
ru: Закрепленный снимок
zh_hans: 贴图

source: Pinned screenshot
de: Angeheftetes Bildschirmfoto
fr: Capture épinglée
ru: Закрепленный снимок экрана
zh_hans: 贴图

source: Pixelate
de: Verpixeln
fr: Pixélisation
ru: Пикселизация
zh_hans: 像素化

source: Pixelated area
de: Verpixelter Bereich
fr: Zone pixélisée
ru: Пикселизированная область
zh_hans: 像素化区域

source: Placement
de: Platzierung
ru: Размещение
zh_hans: 位置

source: Plan zooms from your clicks — keeps zooms you placed by hand
de: Zooms aus deinen Klicks planen – von Hand gesetzte Zooms bleiben erhalten
fr: Prévoir des zooms d’après vos clics — les zooms placés à la main sont conservés
ru: Расставить увеличения по вашим нажатиям — увеличения, добавленные вручную, сохранятся
zh_hans: 根据你的点按规划缩放 — 保留你手动放置的缩放

source: Plans zooms around your %lld clicks. Zooms you placed by hand are kept.
de: Plant Zooms um deine %lld Klicks. Von Hand gesetzte Zooms bleiben erhalten.
fr: Prévoit des zooms autour de vos %lld clics. Les zooms placés à la main sont conservés.
ru: Расставляет увеличения по %lld нажатия. Увеличения, добавленные вручную, сохранятся.
zh_hans: 根据你的 %lld 次点按规划缩放。你手动放置的缩放会保留。

source: Play
de: Abspielen
fr: Lire
ru: Воспроизвести
zh_hans: 播放

source: Play (Space)
de: Abspielen (Leertaste)
fr: Lire (Espace)
ru: Воспроизвести (пробел)
zh_hans: 播放（空格键）

source: Play / pause
de: Abspielen/Pausieren
fr: Lecture/pause
ru: Воспроизведение / пауза
zh_hans: 播放/暂停

source: Play Click Sounds
de: Klickgeräusche abspielen
fr: Jouer les sons de clic
ru: Воспроизводить звуки нажатий
zh_hans: 播放点按音效

source: Play a click on each click
de: Bei jedem Klick ein Klickgeräusch
fr: Jouer un son à chaque clic
ru: Щелчок при каждом нажатии
zh_hans: 每次点按时播放点按声

source: Play capture sound
de: Ton beim Aufnehmen abspielen
fr: Émettre un son lors de la capture
ru: Воспроизводить звук при съемке
zh_hans: 截屏时播放声音

source: Play from Here
de: Ab hier abspielen
fr: Lire à partir d’ici
ru: Воспроизвести отсюда
zh_hans: 从这里播放

source: Playback
de: Wiedergabe
fr: Lecture
ru: Воспроизведение
zh_hans: 播放

source: Playing %lld×
de: Wiedergabe mit %lld×
fr: Lecture à %lld×
ru: Воспроизведение %lld×
zh_hans: 正在以 %lld× 速度播放

source: Plays after the last clip, before the end card
de: Läuft nach dem letzten Clip, vor der Endkarte
fr: Après le dernier clip, avant l’écran de fin
ru: Воспроизводится после последнего клипа, перед финальной заставкой
zh_hans: 在最后一个片段之后、结尾画面之前播放

source: Plays before the first clip
de: Läuft vor dem ersten Clip
fr: Avant le premier clip
ru: Воспроизводится перед первым клипом
zh_hans: 在第一个片段之前播放

source: Plays everywhere
de: Läuft überall
fr: Lisible partout
ru: Воспроизводится везде
zh_hans: 随处可播放

source: Plays or pauses. Use Option-arrow keys to select what's on the timeline.
de: Spielt ab oder pausiert. Mit der Wahltaste und den Pfeiltasten wählst du aus, was in der Zeitleiste liegt.
fr: Lance ou met en pause la lecture. Utilisez Option et les touches fléchées pour sélectionner les éléments de la timeline.
ru: Запускает или приостанавливает воспроизведение. Чтобы выбирать объекты на шкале времени, используйте Option и клавиши со стрелками.
zh_hans: 播放或暂停。使用 Option 键和箭头键可选择时间线上的内容。

source: Plum
de: Pflaume
fr: Prune
ru: Слива
zh_hans: 梅子

source: Polar Dawn
de: Polarmorgen
fr: Aube polaire
ru: Полярный рассвет
zh_hans: 极地晨光

source: Porcelain
de: Porzellan
fr: Porcelaine
ru: Фарфор
zh_hans: 瓷白

source: Preferences
de: Einstellungen
fr: Réglages
ru: Настройки
zh_hans: 设置

source: Preparing to copy…
de: Kopieren wird vorbereitet …
fr: Préparation de la copie…
ru: Подготовка к копированию…
zh_hans: 正在准备拷贝…

source: Preparing your video…
de: Dein Video wird vorbereitet …
fr: Préparation de votre vidéo…
ru: Подготовка видео…
zh_hans: 正在准备你的视频…

source: Preparing…
de: Wird vorbereitet …
fr: Préparation…
ru: Подготовка…
zh_hans: 正在准备…

source: Preset
de: Vorgabe
fr: Préréglage
ru: Вариант
zh_hans: 预设

source: Press
de: Drücken
fr: Pression
ru: Нажим
zh_hans: 按压

source: Press %@ anytime — or try it right now.
de: Drücke jederzeit %@ – oder probier es gleich aus.
fr: Appuyez sur %@ à tout moment — ou essayez dès maintenant.
ru: Нажмите %@ в любой момент — или попробуйте прямо сейчас.
zh_hans: 随时按下 %@ — 也可以现在就试试。

source: Press %@ to take your first screenshot
de: Drücke %@ für dein erstes Bildschirmfoto
fr: Appuyez sur %@ pour faire votre première capture
ru: Нажмите %@, чтобы сделать первый снимок экрана
zh_hans: 按下 %@ 截取你的第一张截屏

source: Pressed at %@. Press ⌫ to hide it from the video — handy for a stray ⌘Tab.
de: Gedrückt bei %@. Drücke ⌫, um ihn im Video auszublenden – praktisch bei einem versehentlichen ⌘Tab.
fr: Utilisé à %@. Appuyez sur ⌫ pour le masquer dans la vidéo — pratique pour un ⌘Tab accidentel.
ru: Нажато в %@. Нажмите ⌫, чтобы скрыть его в видео, — удобно для случайного ⌘Tab.
zh_hans: 按下于 %@。按下 ⌫ 可在视频中隐藏它 — 适合处理误按的 ⌘Tab。

source: Preview
de: Vorschau
fr: Aperçu
ru: Пример
zh_hans: 预览

source: Preview muted — the export keeps its sound
de: Vorschau stumm – der Export behält seinen Ton
fr: Aperçu en sourdine — l’exportation conserve l’audio
ru: Звук предпросмотра выключен — при экспорте звук сохранится
zh_hans: 预览已静音 — 导出仍保留声音

source: Preview sound on
de: Vorschau-Ton an
fr: Son de l’aperçu activé
ru: Звук предпросмотра включен
zh_hans: 预览声音已打开

source: Preview the target, then continue to recording controls.
de: Vorschau prüfen, dann weiter zur Aufzeichnung.
fr: Vérifiez l’aperçu, puis passez à l’enregistrement.
ru: Проверьте предпросмотр и перейдите к управлению записью.
zh_hans: 预览目标，然后继续设置录制。

source: Previous / next frame
de: Vorheriges/nächstes Bild
fr: Image précédente/suivante
ru: Предыдущий / следующий кадр
zh_hans: 上一帧/下一帧

source: Prism Sweep
de: Prismenschwung
fr: Balayage prismatique
ru: Призматическая волна
zh_hans: 棱镜流光

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Pure
de: Rein
fr: Pur
ru: Чистый
zh_hans: 纯白

source: Purple
de: Lila
fr: Violet
ru: Фиолетовый
zh_hans: 紫色

source: QR copied to clipboard
de: QR-Code in die Zwischenablage kopiert
fr: Code QR copié dans le presse-papiers
ru: QR-код скопирован в буфер обмена
zh_hans: 已将二维码内容拷贝到剪贴板

source: Quality
de: Qualität
fr: Qualité
ru: Качество
zh_hans: 质量

source: Quick
de: Schnell
fr: Rapide
ru: Быстро
zh_hans: 快速

source: Quit & Reopen
de: Beenden & neu öffnen
fr: Quitter et rouvrir
ru: Завершить и открыть снова
zh_hans: 退出并重新打开

source: Quit Shotnix
de: Shotnix beenden
fr: Quitter Shotnix
ru: Завершить Shotnix
zh_hans: 退出 Shotnix

source: Quit Shotnix?
de: Shotnix beenden?
fr: Quitter Shotnix ?
ru: Завершить Shotnix?
zh_hans: 要退出 Shotnix 吗？

source: Range
de: Bereich
fr: Plage
ru: Диапазон
zh_hans: 范围

source: Re-enable Apple's ⌘⇧3/4/5 screenshot shortcuts
de: Apples Bildschirmfoto-Kurzbefehle ⌘⇧3/4/5 wieder aktivieren
fr: Réactiver les raccourcis de capture ⌘⇧3/4/5 d’Apple
ru: Снова включить сочетания клавиш Apple ⌘⇧3/4/5 для снимков экрана
zh_hans: 重新启用 Apple 的 ⌘⇧3/4/5 截屏快捷键

source: Ready
de: Bereit
fr: Prêt
ru: Готово
zh_hans: 就绪

source: Ready · %lld optional off
de: Bereit · %lld optionale Kurzbefehle aus
fr: Prêt · %lld raccourcis facultatifs désactivés
ru: Готово · %lld дополнительного сочетания не задано
zh_hans: 就绪 · %lld 个可选快捷键未设置

source: Recent Exports
de: Letzte Exporte
fr: Exportations récentes
ru: Недавние экспорты
zh_hans: 最近导出

source: Recognized Text
de: Erkannter Text
fr: Texte reconnu
ru: Распознанный текст
zh_hans: 识别出的文字

source: Recognized text
de: Erkannter Text
fr: Texte reconnu
ru: Распознанный текст
zh_hans: 识别出的文字

source: Record
de: Aufzeichnen
fr: Enregistrer
ru: Записать
zh_hans: 录制
